// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "Rejestracja produktu HP";
TaskTOCTitle = "Rejestracja internetowa";

HSDRegistrationDescription = "Proces rejestracji online rozpocznie się automatycznie i wyśle większość z wymaganych informacji, tak aby użytkownik mógł w szybki i prosty sposób zarejestrować produkt po zakończeniu jego konfiguracji. Użytkownik zostanie też przeniesiony do witryny HP Connected, centralnego miejsca zarządzania drukowaniem online.";

WarningSheetExtendedMessages = "Po kliknięciu opcji Kontynuuj w domyślnej przeglądarce internetowej zostanie otwarta strona rejestracji produktu HP. W celu usprawnienia procesu rejestracji do witryny HP zostaną wysłane następujące informacje.";

HSDZipCodeTitle = "Kod pocztowy:";
